alefragnani.project-manager
bierner.markdown-mermaid
eamodio.gitlens
esbenp.prettier-vscode
github.vscode-pull-request-github
ms-vscode-remote.remote-ssh
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.liveserver
streetsidesoftware.code-spell-checker
pgr.xcode-midnight-2022
